tap "cue-lang/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
brew "ack"
brew "adr-tools"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "cairo"
brew "crd2pulumi"
brew "direnv"
brew "docker-slim"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "python@3.12"
brew "git-filter-repo"
brew "gitlab-runner", restart_service: true
brew "glab"
brew "gnu-tar"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "krew"
brew "kube2pulumi"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libgit2"
brew "librdkafka"
brew "llvm"
brew "luv"
brew "mysql"
brew "neovim"
brew "node"
brew "nss"
brew "nushell"
brew "pandoc"
brew "pipx"
brew "plantuml"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rover"
brew "starship"
brew "stylua"
brew "taplo"
brew "tmux"
brew "tree"
brew "trivy"
brew "typescript"
brew "typescript-language-server"
brew "virtualenv"
brew "w3m"
brew "watch"
brew "wget"
brew "xplr"
brew "yaml-language-server"
brew "yq"
brew "cue-lang/tap/cue"
brew "oven-sh/bun/bun"
cask "alfred"
cask "aws-vault"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "inkscape"
cask "karabiner-elements"
cask "krita"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openlens"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
cask "zotero"
vscode "adpyke.vscode-sql-formatter"
vscode "alexkrechik.cucumberautocomplete"
vscode "apollographql.vscode-apollo"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "brody715.vscode-cuelang"
vscode "dbaeumer.vscode-eslint"
vscode "dnlytras.nord-wave"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "groogle.termin-all-or-nothing"
vscode "hashicorp.terraform"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
